Repository: kendafi/wp-bluesky-posts
Catalog: languages/wp-bluesky-posts-*.po
Languages: fi, sv_se

source: Settings
fi: Asetukset
sv_se: Inställningar

source: Bluesky posts settings
fi: Bluesky-viestien asetukset
sv_se: Inställningar för Bluesky-inlägg

source: Bluesky posts
fi: Bluesky-viestit
sv_se: Bluesky-inlägg

source: You do not have sufficient permissions to access this page.
fi: Sinulla ei ole riittäviä oikeuksia käyttää tätä sivua.
sv_se: Du har inte tillräcklig behörighet för att komma åt denna sida.

source: Settings are updated.
fi: Asetukset on päivitetty.
sv_se: Inställningarna är uppdaterade.

source: Save settings below and use this shortcode to display Bluesky posts on any page:
fi: Tallenna alla olevat asetukset ja käytä tätä lyhytkoodia Bluesky-viestien näyttämiseen millä tahansa sivulla:
sv_se: Spara inställningarna nedan och använd den här kortkoden för att visa Bluesky-inlägg på vilken sida som helst:

source: Author whose posts to display
fi: Kirjoittaja, jonka viestit näytetään
sv_se: Författare vars inlägg ska visas

source: Date format
fi: Päivämäärän muotoilu
sv_se: Datumformat

source: Read more about datetime format parameters:
fi: Lue lisää päivä- ja aikaparametreistä:

source: Disable CSS set by this plugin - I want to use my own CSS.
fi: Poista tämän laajennuksen asettama CSS käytöstä - haluan käyttää omaa CSS:ää.
sv_se: Inaktivera CSS som ställts in av detta tillägg - jag vill använda min egen CSS.

source: Save settings
fi: Tallenna asetukset
sv_se: Spara inställningar

source: By default the shortcode displays 12 posts. You can specify the amount like the examples below.
fi: Oletuksena lyhytkoodi näyttää 12 viestiä. Voit määrittää määrän alla olevien esimerkkien mukaisesti.
sv_se: Som standard visar kortkoden 12 inlägg. Du kan ange antalet enligt i exemplen nedan.

source: To display only one post, use this shortcode:
fi: Jos haluat näyttää vain yhden viestin, käytä tätä lyhytkoodia:
sv_se: För att visa endast ett inlägg, använd den här kortkoden:

source: To display 12 posts, use this shortcode:
fi: Jos haluat näyttää 12 viestiä, käytä tätä lyhytkoodia:
sv_se: För att visa 12 inlägg, använd den här kortkoden:

source: See this plugins source code and get the latest version from here:
fi: Katso tämän lisäosan lähdekoodi ja hae uusin versio täältä:
sv_se: Se detta tilläggs källkod och hämta den senaste versionen härifrån:

source: Do you like this free plugin?
fi: Pidätkö tästä ilmaisesta lisäosasta?
sv_se: Gillar du detta gratis tillägget?

source: Please, donate energy drink money to the developer!
fi: Lahjoita muutama lantti energiajuomiin koodarille!
sv_se: Vänligen donera en slant till energidryck åt utvecklaren!

source: This enables the shortcode [bluesky-posts] that outputs a specific users Bluesky posts based on your settings.
fi: Tämä mahdollistaa lyhytkoodin [bluesky-posts], joka tulostaa tietyn käyttäjän Bluesky-viestit asetustesi perusteella.
sv_se: Detta tillägg aktiverar kortkoden [bluesky-posts] som visar en specifik användares Bluesky-inlägg baserat på dina inställningar.
